alpha_1.2/0/TauDDES
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/






FoamFile
{
    version     2.0;
    format      ascii;
    class       volSymmTensorField;
    location    "0";
    object      TauDDES;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];


internalField   nonuniform List<symmTensor>
20961
(
( 2.793457861e-05 -8.487788364e-06 4.411804184e-07 1.784031338e-05 -2.631869052e-07 2.312034849e-05 )
( 2.642577419e-05 -7.0767137e-06 4.685088015e-07 1.600059477e-05 -2.279336968e-07 2.364609099e-05 )
( 2.742928154e-05 -8.304907169e-06 4.584124156e-07 1.744469409e-05 -1.755676635e-07 2.329169001e-05 )
( 2.522736759e-05 -5.616263024e-06 4.415355193e-07 1.346040244e-05 -2.111519422e-07 2.414174742e-05 )
( 2.599216168e-05 -6.878254226e-06 4.445809338e-07 1.55572161e-05 -1.927048885e-07 2.378094359e-05 )
( 2.689866596e-05 -8.102007087e-06 4.621856533e-07 1.701582369e-05 -1.053182643e-07 2.355010474e-05 )
( 2.486794438e-05 -5.394465916e-06 4.495774704e-07 1.298115603e-05 -2.035789919e-07 2.420217788e-05 )
( 2.489653889e-05 -4.83169606e-06 4.387259764e-07 1.182760388e-05 -2.0561572e-07 2.433322516e-05 )
...
)
;

boundaryField
{
    hill
    {
        type            calculated;
        value           uniform ( 0 0 0 0 0 0 );
    }
    top-wall
    {
        type            calculated;
        value           uniform ( 0 0 0 0 0 0 );
    }
    front
    {
        type            empty;
    }
    back
    {
        type            empty;
    }
    cyclicAMI_outlet
    {
        type            cyclicAMI;
        value           uniform ( 0 0 0 0 0 0 );
    }
    cyclicAMI_inlet
    {
        type            cyclicAMI;
        value           uniform ( 0 0 0 0 0 0 );
    }
}


// ************************************************************************* //
