alpha_1.2/0/UDDES
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/






FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      UDDES;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];


internalField   nonuniform List<vector> 
20961
(
( 0.01319313888 0.0008661670145 8.445536514e-05 )
( 0.01264989469 0.000821874768 0.0001351365499 )
( 0.01315345988 0.001087605022 8.730497939e-05 )
( 0.01207750384 0.0007562773535 0.0001293744426 )
( 0.01258380152 0.00103176618 0.0001388193341 )
( 0.01310643554 0.001340461313 9.059451259e-05 )
( 0.01197406091 0.0009464400355 0.0001257256663 )
( 0.01172564365 0.0007014722796 0.0001124822738 )
...
)
;

boundaryField
{
    hill
    {
        type            calculated;
        value           uniform ( 0 0 0 );
    }
    top-wall
    {
        type            calculated;
        value           uniform ( 0 0 0 );
    }
    front
    {
        type            empty;
    }
    back
    {
        type            empty;
    }
    cyclicAMI_outlet
    {
        type            cyclicAMI;
        value           uniform ( 0 0 0 );
    }
    cyclicAMI_inlet
    {
        type            cyclicAMI;
        value           uniform ( 0 0 0 );
    }
}


// ************************************************************************* //
